/* User/pwd server verification */
"Authentication Required" = "認証が必要";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "キャンセル";

/* HTTPS server verification */
"Proceed" = "続行";

/* Link long-press context menu */
"Copy Link" = "リンクをコピー";

/* Google autocomplete error */
"Error: " = "エラー： ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "WebViewのオーディオ セッションを設定できませんでした。音声がないかもしれません。";

/* User/pwd server verification */
"Log In" = "ログイン";

/* Link long-press context menu */
"Open Here" = "ここで開く";

/* Link long-press context menu */
"Open in New Tab" = "新しいタブで開く";

/* User/pwd server verification */
"Password" = "パスワード";

/* Google autocomplete error */
"response code %d" = "応答コード %d";

/* Google autocomplete error */
"response format unrecognized" = "応答形式が認識されていません";

/* Google autocomplete error */
"response non-decodable" = "応答は復号不能です";

/* Google autocomplete error */
"response parsing %@" = "レスポンス解析 %@";

/* HTTPS server verification */
"Warning" = "警告";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "このサイトのセキュリティ証明書は信頼されていません。続行しますか？";

/* User/pwd server verification */
"Username" = "ユーザー名";

/* Link long-press context menu */
"Open in Background Tab" = "バックグラウンドタブで開く";

/* Bookmark view controller */
"Edit Bookmark" = "ブックマークを編集";

/* Link long-press context menu */
"Save Image" = "画像を保存する";

/* Link long-press context menu */
"Save Video" = "映像を保存する";

/* Web download failure alert title */
"Download Failed" = "ダウンロードに失敗しました";

/* Web download failure description */
"File download failed due to network error." = "ネットワークのエラーによりファイルのダウンロードに失敗しました。";

/* Web download failure description */
"The file had unexpected content." = "このファイルには予想外のコンテンツが含まれていました。";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "ファイルをカメラロールに保存できませんでした。";

/* Web download failure description */
"File download failed due to internal error %@." = "インターネットエラーによりファイルのダウンロードに失敗しました%@。";

/* Download prohibition alert text */
"Browser cannot download this file." = "ブラウザはこのファイルをダウンロードできません。";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "キャンセル";
